Repository: DeveloperKhurramNaseem/helpmee
Catalog: lib/l10n/app_*.arb
Languages: de

# language
source: en
de: de

# languageLabelGerman
source: German
de: Deutsch

source: Let's start
de: Lassen Sie uns starten

# createAccountTitle
source: Create an account
de: Ein Benutzerkonto erzeugen

# errorInvalidEmail
source: Invalid email
de: Ungütige Email

# signUpTitle
source: Sign Up
de: Registrieren

# passwordLabel
source: Password
de: Passwort

# errorInvalidPassword
source: Invalid password
de: Ungültiges Passwort

# errorPasswordMismatch
source: Password does not match
de: Passwort stimmt nicht überein

# errorPasswordTooShort
source: Your password must be at least 6 characters long
de: Ihr Passwort muss mindestens 6 Zeichen lang sein

# confirmPasswordLabel
source: Confirm password
de: Passwort bestätigen

# continueWithLabel
source: or continue with
de: oder fortfahren mit

# privacyPolicyLabel
source: Privacy Policy
de: Datenschutzerklärung

# doYouHaveAccountLabel
source: Do you have an account?
de: Haben Sie ein Benutzerkonto?

# signInTitle
source: Sign in
de: Einloggen

# andLabel
source: and
de: und

# termsAndConditionsLabel
source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen

# dontHaveAccountLabel
source: Don't have an account?
de: Kein Benutzerkonto?

# forgotPasswordLabel
source: Forgot password
de: Passwort vergessen

# welcomeBackTitle
source: Welcome back
de: Willkommen zurück

# signInPrompt
source: Sign in to your account
de: In Ihr Benutzerkonto einloggen

# enterRegisteredEmailPrompt
source: Please enter your email address you used to sign up with your account
de: Bitte geben Sie die Email-Adresse ein, die Sie für die Registrierung Ihres Benutzerkontos verwendet haben

# continueButton
source: Continue
de: Weiter

# enterCodeTitle
source: Enter code
de: Code eingeben

# enterCodeDescription
source: We have sent a 6 digit code to your email address
de: Wir haben einen 6-stelligen Code an Ihre Email-Adresse gesendet

# verifyButton
source: Verify
de: Verifizieren

# createPasswordLabel
source: Create password
de: Passwort erstellen

source: Next
de: Weiter

# askProductPrompt
source: Do you have a product?
de: Haben Sie ein Produkt?

# yesStartProductActivation
source: Yes, let’s start the product activation
de: Ja, lassen Sie uns die Produktaktivierung starten

# goToHelpMeeShop
source: No, let’s go to the HelpMee shop
de: Nein, lassen Sie uns zum HelpMee-Shop gehen

source: Choose Activation Method
de: Aktivierungsmethode wählen

# tapToActivateNfc
source: Tap to activate via NFC
de: Zum Aktivieren via NFC anhalten

# scanQrCode
source: Scan to activate via QR code
de: QR-Code zum Aktivieren scannen

# cannotActivateNeedSupport
source: I can’t activate my product and need
de: Ich kann mein Produkt nicht aktivieren und benötige

# supportText
source: support
de: Unterstützung

# notificationsLabel
source: Notifications
de: Benachrichtigungen

# homeLabel
source: Home
de: Start

# recentNotificationsLabel
source: Recent Notifications
de: Letzte Benachrichtigungen

# profilePreviewLabel
source: Profile preview
de: Profilvorschau

# editProfileLabel
source: Edit profile
de: Profil bearbeiten

# productsAndServices
source: Products & Services
de: Produkte & services

# orderHelpMeeProductsLabel
source: Buy HelpMee products
de: HelpMee Produkte kaufen

# accountSettingsLabel
source: Account settings
de: Konto-Einstellungen

# switchAccountOrAddProfile
source: Add / switch profile
de: Profil wechseln / hinzufügen

# changePasswordButton
source: Change password
de: Passwort ändern

# languageLabel
source: Language
de: Sprache

# profileValidityLabel
source: Profile validity
de: Profil-Gültigkeit

# deleteProfilLabel
source: Delete profile
de: Profil löschen

# legalLabel
source: Legal
de: Rechtliches

# endUserAgreementTitle
source: End User License Agreement
de: Nutzungsbedingungen

# signOutLabel
source: Sign out
de: Ausloggen

# settingsLabel
source: Settings
de: Einstellungen

# notificationSettingLabel
source: Notifications settings
de: Benachrichtigungseinstellung

# genericNotificationSettingLabel
source: Here you can decide how you want to be notified by the app.
de: Hier können Sie festlegen, wie Sie von der App benachrichtigt werden möchten.

# pushNotificationLabel
source: Push notification
de: Push-Benachrichtigung

# sendPushMessageLabel
source: Throws push messages, even if the app is not open
de: Löst Push-Nachrichten aus, auch wenn die Anwendung nicht geöffnet ist

source: In-app notification
de: In-App-Benachrichtigung

# sendNotificationsMessageLabel
source: Shows notifications in the home menu’s notification center
de: Zeigt Benachrichtigungen im Benachrichtigungszentrum des Start-Menüs an

source: Email notification
de: Email-Benachrichtigung

# sendEmailMessageLabel
source: Allows to receive mails
de: Erlaubt Ihnen Email zu senden

# saveButton
source: Save
de: Speichern

# demoProfileTitle
source: Demo profile
de: Demo Profil

# demoProfileTextFirst
source: Now you have the option of replacing the content of your existing profile with a demo profile of your choice for promotional purposes, e.g. for demonstration on social media.
de: Sie haben nun die Möglichkeit den Inhalt Ihres existierenden Profils zu Promotion-Zwecken, wie z.B. zur Demonstration bei Social Media, durch ein Demo Profil Ihrer Wahl zu ersetzen.

# demoProfileTextImportant
source: Important:
de: Wichtig:

# demoProfileTextLast
source: This will completely overwrite your current profile content. This includes the profile picture as well as all information (name, weight, illnesses, etc.) that you have previously entered.
de: Dadurch wird Ihr jetziger Profil-Inhalt komplett überschrieben. Dazu zählen das Profilbild als auch sämtliche Angaben (Name, Gewicht, Krankheiten, etc.), die Sie bisher eingetragen haben.

# listOfDemoProfileText
source: List of demo profiles
de: Liste der Demo Profile

# previewTitle
source: Preview
de: Vorschau

# profileContinue
source: Please select a profile and continue:
de: Bitte wählen Sie ein Profil aus und wählen weiter:

# confirmDemoTitle
source: Confirm demo profile
de: Demo Profil bestätigen

# confirmDemoLabelText
source: Please confirm that your current profile shall be overwritten by the demo profile
de: Bitte bestätigen Sie, dass Ihr aktuelles Profil durch das Demo Profil überschrieben werden soll

# confirmText
source: Confirm
de: Bestätigen

# cancelText
source: Cancel
de: Abbrechen

# resetProductTitle
source: Reset product to it’s delivery state
de: Produkt in Auslieferungszustand zurücksetzen

# resetProductFirstText
source: You now have the option of resetting a HelpMee product to its factory settings.
de: Sie haben nun die Möglichkeit ein HelpMee Produkt in den Auslieferungszustand zurückzusetzen.

# resetProductLastText
source: During the process, any profile that is still linked is unmapped and the activation date is removed.
de: Während des Vorgangs wird ein evtl. noch gekoppeltes Profil entkoppelt sowie das Aktivierungsdatum entfernt.

# startLabel
source: Start
de: Starten

# productResetTitle
source: Product successfully reset
de: Produkt erfolgreich zurückgesetzt

# productResetDesc
source: You now have the option of resetting another HelpMee product to the delivery status or ending the process by tapping on the upper part of the screen.
de: Sie haben nun die Möglichkeit ein weiteres HelpMee Produkt in den Auslieferungszustand zurückzusetzen oder den Vorgang durch Tippen auf den oberen Teil des Bildschirms zu beenden.

# restAnotherTitle
source: Reset another product
de: Weiteres Produkt zurücksetzen

source: Profile Settings
de: Profil-Einstellungen

source: Edit personal and medical data
de: Persönliche und medizinische Daten

# protectProfileItemWithPin
source: Protect profile items via PIN
de: Profil-Informationen über PIN schützen

# protectProfileFirstText
source: Secure your sensitive information by setting up your PIN code.
de: Sichern Sie Ihre sensiblen Informationen, indem Sie einen PIN-Code einrichten.

# protectProfileLastText
source: You can decide for each element whether it should be PIN protected by closing the lock symbol.
de: Sie können für jedes Element entscheiden, ob es PIN-geschützt sein soll, indem Sie das Schloss-Symbol schließen.

source: Manage PIN
de: PIN verwalten

# cooperationPartnersLabel
source: Cooperation Partners
de: Kooperationspartner

# cooperationPartnersFirstLabel
source: Enjoy a variety of Cooperation Partners working together with HelpMee to make the life more safe.
de: Genießen Sie eine Vielzahl von Kooperationspartnern, die mit HelpMee zusammenarbeiten, um Ihr Leben sicherer zu machen.

# cooperationPartnersLastLabel
source: You can let the Cooperation Partner’s service being shown in your HelpMee profile to offer their service in an emergency case.
de: Sie können den Dienst des Kooperationspartners in Ihrem HelpMee-Profil anzeigen lassen, um im Notfall seinen Dienst anzubieten.

# checkCooperationPartners
source: Check out the Cooperation Partners
de: Sehen Sie sich die Kooperationspartner an
